{
  "translation": {
    "Works with the team to gather the necessary information about the problem.": "يعمل مع الفريق لجمع المعلومات اللازمة حول المشكلة",
    "Benefits from the expertise of subordinates in analyzing alternatives to reach appropriate solutions.": "يستفيد من خبرات المروؤسين في تحليل البدائل للوصول الي الحلول المناسبة",
    "Presents multiple alternatives to the team to choose the best for solving the problem.": "يطرح للفريق بدائل متعددة لاختيار افضلها لحل المشكلة",
    "Involves the team in decision-making based on the desired objectives.": "يشرك فريق العمل في اتخاذ القرار بناء على الأهداف المرغوب تحقيقها",
    "Encourages subordinates about the importance of their participation in decision-making.": "يقوم بحث المروؤسين بأهمية مشاركتهم في اتخاذ القرارات",
    "Establishes a clear mechanism to regulate the participation of subordinates in decision-making.": "يضع آلية واضحة لضبط مشاركة المروؤسين في اتخاذ القرارات",
    "Possesses the necessary skills in solving problems related to decisions.": "يمتلك المهارات اللازمة في حل المشكلات المتعلقة بالقرار,",
    "Encourages the active participation of subordinates in decision-making.": "يشجع مشاركة المروؤسين الفعالة في اتخاذ القرارات",
    "Involves the participation of subordinates in solving problems facing the work.": "يشرك المروؤسين في حل المشكلات التي تواجه العمل",
    "Classifies information with the team according to its importance to the problem under decision.": "يصنف مع الفريق المعلومات حسب أهميتها للمشكله محل القرار",

    "Commits to communication that supports human relations between him and the subordinates in the organization.": "يلتزم بالاتصال الذي يدعم العلاقات الإنسانية بينه و بين المروؤسين في المنظمة",
    "Chooses the appropriate means of communication to achieve the organization’s goals.": "يختار وسيلة الاتصال المناسبه لتحقيق اهداف المنظمة",
    "Uses multiple means of communication with subordinates.": "يستخدم وسائل متعددة للاتصال مع المروؤسين",
    "Follows clear communication to facilitate the flow of information and help improve performance efficiency.": "نتبع الاتصالات الواضحة لتسهيل انسياب المعلومات للمساعدة في رفع كفاءة الأداء",
    "Uses modern communication tools in defining performance indicators in the organization.": "يستخدم الاتصالات الحديثة في تحديد مؤشرات الأداء في المنظمة",
    "Ensures quick communication with the team to make timely decisions.": "يحرص على الاتصال السريع مع فريق العمل لاتخاذ القرار في الوقت المناسب",
    "Avoids traditional communication lines that hinder the completion of work in the organization.": "يتجنب خطوط الاتصال التقليدية التي تعرقل انجاز العمل في المنظمة",
    "Relies on modern communication methods when issuing directives.": "يعتمد في اصدار التوجيهات على وسائل تواصل حديثة",
    "Activates an appropriate communication system that enables understanding of the message between the sender and the receiver.": "يفعل نظام الاتصال المناسب الذي مكن من فهم الرسالة بين المراسل و المستقبل",
    "Commits to effective communication channels that support the smooth transfer of information quickly.": "يلتزم بقنوات اتصال فعالة تساعد على انسيابية انتقال المعلومات بطريقة سريعة",

    "Provides verbal praise to motivate subordinates’ behavior": "يقدم عبارات الثناء الشفوية لتحريك سلوك المروؤسين",
    "Grants financial and moral incentives to enhance employees’ performance efficiency": "يمنح حوافز مادية و معنوية لرفع كفاءة أداء العاملين",
    "Motivates subordinates immediately after completing the required work": "يحفز المرؤوسين فور الانتهاء من العمل المطلوب",
    "Provides incentives that match the level of performance": "يقدم الحافز الذي يتناسب مع الأداء",
    "Considers the suitability of incentives to the needs of subordinates": "يراعي مناسبة الحافز لحاجات المرؤوسين",
    "Avoids negative incentives such as punishment and deductions": "يتجنب الحوافز السلبية كعقاب و الخصم",
    "Maintains fairness among subordinates in granting incentives": "يعدل بين المرؤوسين في منح الحوافز",
    "Utilizes motivation as an effective tool to achieve obedience and loyalty from subordinates": "يستغل التحفيز كاداة فعاله لتحقيق الطاعة و الولاء من قبل المرؤوسين",
    "Strives to create a competitive atmosphere among subordinates through motivation": "يحرص على خلق جو من التنافس بالتحفيز بين المؤوسين",
    "Has the ability to ensure that penalties are proportional to the incorrect behavior of subordinates": "يمتلك القدرة على ان يكون الجزاء متكافئا مع السلوك الخطأ الصادر من المرؤوسين",

    "Possesses multiple skills to manage conflicts among subordinates": "يمتلك مهارات متعددة لإدارة الصراع بين المرؤوسين",
    "Informs subordinates about the factors causing conflict in order to avoid them": "يطلع المرؤوسين على العوامل المسببة للصراع لتفاديها",
    "Helps subordinates solve the problems they face": "يساعد المرؤوسين على حل المشكلات التي تواجههم",
    "Directs subordinates’ goals to reduce conflict": "يوجه اهداف المرؤوسين ليقلل من الصراع",
    "Convinces conflicting parties to make concessions when the conflict escalates": "يقنع برأيه الأطراف المتنازعة لتقديم تنازلات عندما يشد الصراع",
    "Is capable of resolving disputes among conflicting parties in the organization": "قادر على حل مشكلة الأطراف المتنازعة في المنظمة",
    "Applies regulations and policies to limit conflicts between subordinates": "يطبق اللوائح و الأنظمة للحد من الصراع بين المرؤوسين",
    "Pays attention to the complaints of conflicting parties": "يهتم بشكاوي الأطراف المتنازعة",
    "Collaborates with subordinates to reach acceptable decisions for resolving conflicts": "يتعاون مع المرؤوسين للوصول الي قرارات مقبولة لحل الصراع للجميع",
    "Encourages a give-and-take policy to reach compromise solutions": "يشجع سياسة الاخذ و العطاء للتوصل الى حلول وسط",

    "Holds meetings for important matters, not for administrative display": "يعقد الاجتماعات للامور الهامة و ليست للاستعراض الإداري",
    "Defines the purpose of the meeting with precision and clarity": "يحدد خدف الاجتماع بكل دقة و وضوح",
    "Provides subordinates with the meeting agenda well in advance": "يزود المرؤوسين بجدول اعمال الاجتماع قبل الاجتماع بوقت كافي",
    "Ensures the preparation and documentation of meeting minutes": "يحرص على اعداد و كتابة محضر الاجتماع",
    "Ensures the necessary environment is provided for the meeting room": "يحرص على توفير البيئة اللازمة لقاعة الاجتماعات",
    "Possesses multiple skills for managing meetings": "يمتلك مهارات متعددة لادارة الاجتماع",
    "Gives all subordinates the freedom to express their opinions during the meeting": "يعطى الحرية لجميع المرؤوسين لطرح آرائهم اثناء الاجتماع",
    "Engages with subordinates’ opinions during the meeting": "يتفاعل مع آراء المرؤوسين اثناء الاجتماع",
    "Requests members to present their views in writing": "يطلب من الأعضاء إبداء مرئياتهم كتابة",
    "Emphasizes distributing the meeting minutes to participants after it has been read": "يؤكد على توٍيع المشاركين على محضر الاجتماع بعد قرائته",
    "Never": "أبداً",
    "A Few Times per Year": "بضع مرات في السنة",
    "Once a Month": "مرة واحدة في الشهر",
    "A Few Times per Month": "بضع مرات في الشهر",
    "Once a Week": "مرة واحدة في الأسبوع",
    "A Few Times per Week": "بضع مرات في الأسبوع",
    "Every Day": "كل يوم",
    "Question": "الأسئلة",
    "Section": "القسم",
    "C": "الثالث",
    "A": "الأول",
    "B": "الثانى",
    "D": "الرابع",
    "E": "الخامس",
    "Results": "نتائج",
    "Scale of Team Management Skills": "مقياس مهارات إدارة الفريق",
    "Download Report": "تنزيل التقرير",
    "Maslach Burnout Inventory (MBI)": "بطارية ماسلاش للاحتراق النفسى",
    "Testifies to fatigue at the very idea of work, chronic fatigue, trouble sleeping, physical problems. For the MBI, as well as for most authors, “exhaustion would be the key component of the syndrome.” Unlike depression, the problems disappear outside work.": "الإرهاق (أو متلازمة القلق الاكتئابي) Burnout (or depressive anxiety syndrome) : يشير إلى التعب بمجرد التفكير في العمل، والتعب المزمن، ومشاكل النوم، والمشاكل الجسدية. وبالنسبة لبطارية ماسلاش MBI، وكذلك بالنسبة لمعظم المؤلفين، فإن الإرهاق هو العنصر الأساسي للمتلازمة. وعلى عكس الاكتئاب، تختفي المشاكل خارج العمل",
    "Low-level burnout": "احتراق منخفض المستوى",
    "Moderate burnout": "احتراق معتدل أو متوسط المستوى",
    "High-level burnout:": ":احتراق عالي المستوى",
    "High-level burnout: Rather a “dehumanization” in interpersonal relations. The notion of detachment is excessive, leading to cynicism with negative attitudes with regard to patients or colleagues, feeling of guilt, avoidance of social contacts and withdrawing into oneself. The professional blocks the empathy he can show to his patients and/or colleagues.": "تبدد الشخصية (أو فقدان المواجدة) Depersonalization (or loss of empathy): بالأحرى تبدد الإنسانية في العلاقات بين الشخصية  a “dehumanization” in interpersonal relations. إن مفهوم الانفصال detachment يكون مفرطاً، مما يؤدي إلى السخرية ووجود الاتجاهات السلبية نحو العملاء أو الزملاء، والشعور بالذنب، وتجنب الاتصالات الاجتماعية والانطواء على الذات. ويمنع المهني المواجدة the empathy التى يمكنه إظهارها لعملائه و/أو زملائه.",
    "Low-level burnout: The individual assesses himself negatively, feels he is unable to move the situation forward. This component represents the demotivating effects of a difficult, repetitive situation leading to failure despite efforts. The person begins to doubt his genuine abilities to accomplish things. This aspect is a consequence of the first two.": "انخفاض الإنجاز الشخصي: يقيم الفرد نفسه سلبًا، ويشعر بأنه غير قادر على تحريك الأمور إلى الأمام. يمثل هذا المكوِّن التأثيرات المحبطة لموقف صعب متكرر يؤدي إلى الفشل على الرغم من الجهود المبذولة. يبدأ الشخص في الشك في قدراته الحقيقية على إنجاز الأشياء. هذا البُعد هو نتيجة للبعدين الأولين.",
    "Decision making skills": "مهارات صنع القرار",
    "Motivation Skills": "مهارات التحفيز",
    "Meeting Management Skills": "مهارات إدارة الاجتماعات",
    "Communication Skills": "مهارات الاتصال",
    "Conflict Management Skills": "مهارات إدارة الصراع",
    "Score": "النتيجة",
    "(High)": "(مرتفع)",
    "(Low)": "(منخفض)"
  }
}
