{
  "translation": {
    "I feel emotionally drained by my work.": "أشعر بالاستنزاف العاطفي والانفعالى بسبب عملي.",
    "Working with people all day long requires a great deal of effort.": "العمل مع الناس طوال اليوم يتطلب قدرًا كبيرًا من الجهد.",
    "I feel like my work is breaking me down.": "أشعر وكأن عملي يحطمني.",
    "I feel frustrated by my work.": "أشعر بالإحباط بسبب عملي.",
    "I feel I work too hard at my job.": "أشعر أنني أعمل بجدية شديدة وأحتاج لبذل مجهود مفرط في وظيفتي.",
    "It stresses me too much to work in direct contact with people.": "أشعر بالمشقة الشديدة عندما أعمل في اتصال مباشر مع الناس.",
    "I feel like I’m at the end of my rope.": "أشعر وكأننى وصلت لنهاية سعة طاقتى",
    "I feel I look after certain patients/clients impersonally, as if they are objects.": "أشعر أنني أعتني ببعض العملاء بشكل غير شخصي، وكأنهم أشياء.",
    "I feel tired when I get up in the morning and have to face another day at work.": "أشعر بالتعب عندما أستيقظ في الصباح وأواجه يومًا آخر في العمل.",
    "I have the impression that my patients/clients make me responsible for some of their problems.": "لدي انطباع بأن عملائي يجعلونني مسؤولاً عن بعض مشاكلهم.",
    "I am at the end of my patience at the end of my work day.": "تنفذ طاقتى على الصبر في نهاية يوم عملي.",
    "I really don’t care about what happens to some of my patients/clients.": "أنا حقًا لا أهتم بما يحدث لبعض عملائي.",
    "I have become more insensitive to people since I’ve been working.": "أصبحت أقل حساسية تجاه الناس ومشكلاتهم منذ أن بدأت",
    "I’m afraid that this job is making me uncaring.": "أخشى أن هذه الوظيفة تجعلني إنساناً غير مبالٍ.",
    "I accomplish many worthwhile things in this job.": "أنجز العديد من الأشياء الجديرة بالاهتمام في هذه الوظيفة.",
    "I feel full of energy.": "أشعر بالطاقة الكاملة.",
    "I am easily able to understand what my patients/clients feel.": "أستطيع بسهولة فهم ما يشعر به مرضاي/عملائي.",
    "I look after my patients’/clients’ problems very effectively.": "أعتني بمشاكل مرضاي/عملائي بشكل فعَّال للغاية.",
    "In my work, I handle emotional problems very calmly.": "في عملي، أتعامل مع المشاكل العاطفية والانفعالية بهدوء شديد.",
    "Through my work, I feel that I have a positive influence on people.": "من خلال عملي، أشعر أنني أؤثر بشكل إيجابي على الناس.",
    "I am easily able to create a relaxed atmosphere with my patients/clients.": "أستطيع بسهولة خلق مناخ هادئ ومريح مع مرضاي/عملائي.",
    "I feel refreshed when I have been close to my patients/clients at work.": "أشعر بالانتعاش عندما أكون قريباً من عملائى فى العمل",
    "Never": "أبداً",
    "A Few Times per Year": "بضع مرات في السنة",
    "Once a Month": "مرة واحدة في الشهر",
    "A Few Times per Month": "بضع مرات في الشهر",
    "Once a Week": "مرة واحدة في الأسبوع",
    "A Few Times per Week": "بضع مرات في الأسبوع",
    "Every Day": "كل يوم",
    "Question": "الأسئلة",
    "Section": "القسم",
    "C": "الثالث",
    "A": "الأول",
    "B": "الثانى",
    "Results": "نتائج",
    "Download Report": "تنزيل التقرير",
    "Maslach Burnout Inventory (MBI)": "بطارية ماسلاش للاحتراق النفسى",
    "Testifies to fatigue at the very idea of work, chronic fatigue, trouble sleeping, physical problems. For the MBI, as well as for most authors, “exhaustion would be the key component of the syndrome.” Unlike depression, the problems disappear outside work.": "الإرهاق (أو متلازمة القلق الاكتئابي) Burnout (or depressive anxiety syndrome) : يشير إلى التعب بمجرد التفكير في العمل، والتعب المزمن، ومشاكل النوم، والمشاكل الجسدية. وبالنسبة لبطارية ماسلاش MBI، وكذلك بالنسبة لمعظم المؤلفين، فإن الإرهاق هو العنصر الأساسي للمتلازمة. وعلى عكس الاكتئاب، تختفي المشاكل خارج العمل",
    "Low-level burnout": "احتراق منخفض المستوى",
    "Moderate burnout": "احتراق معتدل أو متوسط المستوى",
    "High-level burnout:": ":احتراق عالي المستوى",
    "High-level burnout: Rather a “dehumanization” in interpersonal relations. The notion of detachment is excessive, leading to cynicism with negative attitudes with regard to patients or colleagues, feeling of guilt, avoidance of social contacts and withdrawing into oneself. The professional blocks the empathy he can show to his patients and/or colleagues.": "تبدد الشخصية (أو فقدان المواجدة) Depersonalization (or loss of empathy): بالأحرى تبدد الإنسانية في العلاقات بين الشخصية  a “dehumanization” in interpersonal relations. إن مفهوم الانفصال detachment يكون مفرطاً، مما يؤدي إلى السخرية ووجود الاتجاهات السلبية نحو العملاء أو الزملاء، والشعور بالذنب، وتجنب الاتصالات الاجتماعية والانطواء على الذات. ويمنع المهني المواجدة the empathy التى يمكنه إظهارها لعملائه و/أو زملائه.",
    "Low-level burnout: The individual assesses himself negatively, feels he is unable to move the situation forward. This component represents the demotivating effects of a difficult, repetitive situation leading to failure despite efforts. The person begins to doubt his genuine abilities to accomplish things. This aspect is a consequence of the first two.": "انخفاض الإنجاز الشخصي: يقيم الفرد نفسه سلبًا، ويشعر بأنه غير قادر على تحريك الأمور إلى الأمام. يمثل هذا المكوِّن التأثيرات المحبطة لموقف صعب متكرر يؤدي إلى الفشل على الرغم من الجهود المبذولة. يبدأ الشخص في الشك في قدراته الحقيقية على إنجاز الأشياء. هذا البُعد هو نتيجة للبعدين الأولين."
  }
}
